Revit 2027 API
FormUtils.DissolveForms Method
Overload List
Name | Description
DissolveForms(Document, ICollection<ElementId>) |  Dissolves a collection of form elements into their defining elements.
DissolveForms(Document, ICollection<ElementId>, ICollection<ElementId>) |  Dissolves a collection of form elements into their defining elements.
Top
See Also
Reference
FormUtils Class
Autodesk.Revit.DB Namespace